[
  {
    "episode": "001",
    "name": "David Stapp",
    "info": "Texan, Legal Mind, Skilled Orator, Questionable Comedian",
    "description": "Met Dave in law school. After three years, I found out that he prefers to go by 'David.' He's a pretty astute fellow, despite his height. As young professionals on the cusp of new careers as attorneys, we share a fear of leading a drab cubicle existence. Do not go gently into that morose good night.",
    "date": "2/27/2016",
    "img": "/assets/images/001davidstapp-900x600.jpg",
    "sqimg": "/assets/images/001davidstapp-sq.jpg",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/001-david-stapp-022716",
    "label": null,
    "url": null
  },
  {
    "episode": "002",
    "name": "DJ Theo Tran",
    "info": "EDM DJ, Jiu-jitsu Ninja, Web Developer, Gun Enthusiast",
    "img": "/assets/images/002theotran-900x600.jpg",
    "sqimg": "/assets/images/002theotran-sq.jpg",
    "description": "Theo is my classmate from DevLeague's legendary Cohort 8. He is the best damn EDM DJ on the Hawaiian Islands, a jiu-jitsu practitioner, and gun aficionado. He also has the best damn hat collection I ever did see. Theo did me a great favor by composing the intro music for the podcast. Among other things, we discuss our reasons for entering coding bootcamp and what we hope to get out of it.",
    "date": "3/6/2016",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/002-dj-theo-tran-3616",
    "label": "www.theotrance.com",
    "url": "http://www.theotrance.com"
  },
  {
    "episode": "003",
    "name": "Benjamin Pettus",
    "info": "Designer, Web Developer, Yoga Instructor, Coffee Connoiseur",
    "img": "/assets/images/003benpettus-900x600.jpg",
    "sqimg": "/assets/images/003benpettus-sq.jpg",
    "description": "Ben is a designer extraordinaire. He was also my classmate at DevLeague, where we shared a great love for good coffee. Ben was instrumental in helping to conceptualize the podcast, and designed its legendary logos. We go deep into his transformative experience as a Mysore Ashtanga yoga student and his journey to becoming a full instructor.",
    "date": "3/22/2016",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/003-benjamin-pettus-32216",
    "label": "www.benjaminpettus.com",
    "url": "http://www.benjaminpettus.com"
  },
  {
    "episode": "004",
    "name": "Brad Sova",
    "info": "Attorney, Linguist, Gamer, Quick-witted Rascal, Dour Genius",
    "img": "/assets/images/004bradsova-900x600.jpg",
    "sqimg": "/assets/images/004bradsova-sq.jpg",
    "description": "Brad is well-known ne'er-do-well who is not, in fact, well-known, and a disreputable rascal who is not, in fact, disreputable. We discuss why Nintendo cannot hope to successfully develop an open-world Zelda, why Miyamoto-san ought to gracefully retire, and why Tim is so very, very wrong.",
    "date": "3/27/2016",
    "soundcloud": null,
    "label": null,
    "url": null
  },
  {
    "episode": "005",
    "name": "Post-Mortem",
    "info": "Team GetALife",
    "img": "/assets/images/005teamgetalife-900x600.jpg",
    "sqimg": "/assets/images/DevLeague.jpg",
    "description": "A very special episode indeed! I sit down with Team GetALife to discuss their DevLeague final project, including the pivotal decision to include the Sea of Fire. A post-mortem is a reflection on how the project started, how it finished, what went well, what didn't, and everything in between! Team GetALife includes Gail Matsushima, Jon Ahnee, and first ever return guest Benjamin Pettus. Go visit getalife.events right now!",
    "date": "5/30/2016",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/005-postmortem-team-getalife-53016",
    "label": "Get-A-Life",
    "url": "http://getalife.events/"
  },
  {
    "episode": "006",
    "name": "Dave Yarber",
    "info": "SKY Kombucha Co-Founder, Brewer, Entrepreneur, Attorney",
    "img": "/assets/images/006daveyarber-900x600.jpg",
    "sqimg": "/assets/images/006daveyarber-sq.jpg",
    "description": "Dave is the tireless co-founder of SKY Kombucha, the best locally brewed on-tap or in-a-bottle kombucha on the island of Oahu, Hawaii. Dave discusses how he and his wife, Shannon, bootstrapped their business whilst getting married, having two kids, hiring employees, getting onto storeshelves, and 1001 other things you need to figure out on the way to building a kombucha empire. If you are interested in learning hard truths about running your own small business, listen to this.",
    "date": "4/10/2016",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/006-dave-yarber-41016",
    "label": "SKY Kombucha",
    "url": "http://skykombucha.com/"
  },
  {
    "episode": "007",
    "name": "Ewan Rayner",
    "info": "Soccer (Football?) Aficionado, Espresso Drinker, Road-tripper, Father of Instagram Sensation",
    "img": "/assets/images/007ewanrayner-900x600.jpg",
    "sqimg": "/assets/images/007ewanrayner-sq.jpg",
    "description": "Despite his British heritage, Ewan is a perfectly agreeable chap. Ewan has traveled the world, but landed here in Hawaii to study truth, justice, and the American way. We discuss his origin story, his better half, and his many travels. He calls me out for not bringing enough (any) coffee. I ask him what it feels like to live in the greatest country on earth.",
    "date": "5/20/2016",
    "soundcloud": "https://soundcloud.com/thegrindwithkevin/007-ewan-rayner-52016",
    "label": null,
    "url": null
  }
]